{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fake.nvim": {
      "src": "https://github.com/Kibadda/fake.nvim"
    },
    "git.nvim": {
      "src": "https://github.com/Kibadda/git.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff"
    },
    "mini.hipatterns": {
      "src": "https://github.com/echasnovski/mini.hipatterns"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "starter.nvim": {
      "src": "https://github.com/Kibadda/starter.nvim"
    },
    "vim-pasta": {
      "src": "https://github.com/ku1ik/vim-pasta"
    }
  }
}